Repository: killlilwinters/StorifyQR
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, uk

source: Add new item
fr: Ajouter un nouvel élément
uk: Додати новий запис

source: Are you sure you want to delete "%@"?
fr: Êtes-vous sûr de vouloir supprimer "%@" ?
uk: Ви впевнені що хочете видалити "%@"?

source: Are you sure?
fr: Êtes-vous sûr ?
uk: Ви впевненi?

source: Can't perform this action.
fr: Impossible d'effectuer cette action.
uk: Неможливо вiдтворити цю дiю.

source: Cancel
fr: Annuler
uk: Закрити

source: Cannot recognize this QR Code...
fr: Impossible de reconnaître ce code QR...
uk: Неможливо розпiзнати цей QR-код.

source: Choose a photo or use another one to start
fr: Choisissez une photo ou utilisez-en une autre pour commencer
uk: Виберiть фото або використайте iнше щоб почати

source: Confirm
fr: Confirmer
uk: Пiдтвердити

source: Continue
fr: Continuer
uk: Продовжити

source: Create item
fr: Créer un élément
uk: Створити запис

source: Create items
fr: Créer des éléments
uk: Створюйте записи

source: Create, view, modify any item in your storage!
fr: Créez, affichez, modifiez n'importe quel élément dans votre stockage !
uk: Створюйте, переглядайте та редагуйте любий запис!

source: Delete
fr: Supprimer
uk: Видалити

source: Edit
fr: Modifier
uk: Редагувати

source: Editing - %@
fr: Modification - %@
uk: Редагування - %@

source: Enter tag
fr: Entrez un tag
uk: Введiть тег

source: Enter your item's name
fr: Entrez le nom de votre élément
uk: Введiть назву свому запису

source: Hide
fr: Masquer
uk: Приховати

source: Import
fr: Importer
uk: Iмпортувати

source: Import %@?
fr: Importer %@ ?
uk: Iмпортувати %@?

source: Include location?
fr: Inclure la localisation ?
uk: Додати мiсцезнаходження?

source: Item's location
fr: Emplacement de l'élément
uk: Мiсцезнаходження запису

source: Location:
fr: Emplacement :
uk: Мiсцезнаходження:

source: Looking for QR Codes...
fr: Recherche de codes QR...
uk: Пошук QR-кодiв:

source: More >
fr: Plus >
uk: Бiльше >

source: Name is required to proceed!
fr: Le nom est obligatoire pour continuer !
uk: Потрiбно ввести iм'я!

source: Name:
fr: Nom :
uk: Iм'я:

source: No items
fr: Aucun élément
uk: Нема записiв.

source: Nothing found
fr: Introuvable rien
uk: Нiчого не знайдено

source: Press "+" to add items
fr: Appuyez sur "+" pour ajouter des éléments
uk: Натиснiть "+" щоб створити записи

source: Print QR Codes
fr: Imprimer les codes QR
uk: Роздруковуйте QR-коди

source: Print the generated QR codes to quickly locate any item!
fr: Imprimez les codes QR générés pour localiser rapidement n'importe quel article !
uk: Роздруковуйте згенерованi застосунком QR-коди щоб швидко знаходити ваші речі!

source: QR Code for %@
fr: Code QR pour %@
uk: QR-код для %@

source: QR Code:
fr: Code QR:
uk: QR-код:

source: Registered location:
fr: Lieu d'enregistrement :
uk: Збережене мiсцезнаходження:

source: Save
fr: Enregistrer
uk: Зберегти

source: Save "%@"?
fr: Enregistrer "%@"?
uk: Зберегти "%@"?

source: Save changes
fr: Enregistrer les modifications
uk: Зберегти змiни

source: Save changes to "%@"?
fr: Enregistrer les modifications dans "%@"?
uk: Зберегти змiни до "%@"?

source: Scan to peek inside
fr: Scannez pour voir l'intérieur
uk: Скануйте щоб заглянути всередину

source: Search...
fr: Recherche
uk: Пошук...

source: Select a photo
fr: Sélectionner une photo
uk: Вибрати фото

source: Share
fr: Partager
uk: Поділитися

source: Share or save QR code!
fr: Partagez ou enregistrez le code QR !
uk: Дiлiться або зберiгайте QR-код!

source: Show
fr: Afficher
uk: Показати

source: Tag picker
fr: Sélecteur de tags
uk: Вибрати тег

source: Tap on QR code to bring up sharing menu for generated QR code.
fr: Tapez sur le code QR pour faire apparaître le menu de partage du code QR généré.
uk: Натисніть на QR-код, щоб відкрити меню експорту згенерованого QR-коду.

source: There are no items associated with this tag.
fr: Aucun élément n'est associé à cette étiquette.
uk: Записiв пiд цим тегом не знайдено.

source: There was an error
fr: Il y a eu une erreur
uk: Сталася помилка

source: This action will delete: %@
fr: Cette action supprime : %@
uk: Ця дiя видалить: %@

source: Try changing your search query.
fr: Essayez de modifier votre requête de recherche.
uk: Спробуйте змiнити пошуковий запит.

source: Unknown error
fr: Erreur inconnue
uk: Невiдома помилка

source: Use in-app's scanner to identify the contents of your storage unit!
fr: Utilisez le scanner de l'application pour identifier le contenu de votre unité de stockage !
uk: Використовуйте сканер у додатку, щоб визначити вміст вашого контейнеру для зберігання!

source: Welcome to
fr: Bienvenue dans
uk: Вітаємо в

source: You can only add one ML-generated tag to your item, try removing the previous one first.
fr: Vous ne pouvez ajouter qu'une seule étiquette générée par l'IA à votre article, essayez d'abord de supprimer l'étiquette précédente.
uk: Ви можете застосувати лише один тег, згенерований за допомогою штучного iнтелекту, перед цим видаліть попередній тег.

source: Description:
uk: Опис:

source: OK
uk: ОК

source: Suggestions
uk: Рекомендації

source: Tags:
uk: Теги:
